<unk>
<pad>
<s>
</s>
the
de
of
la
to
and
et
le
a
in
les
à
des
que
is
that
en
for
I
du
on
dans
pour
nous
be
qui
we
this
une
un
ce
est
are
have
sur
au
pas
it
not
as
-
with
ne
which
European
par
The
Commission
by
will
plus
has
je
aux
an
Je
cette
Mr
il
at
would
sont
also
should
from
avec
our
We
se
must
but
Nous
Il
all
been
Monsieur
ces
mais
être
ont
été
It
d'@@
La
can
its
President,
or
Le
was
Member
pays
européenne
more
vous
comme
you
fait
their
like
Président,
.
important
tout
Parlement
do
very
ou
politique
rapport
there
États
y
question
This
également
l'@@
l'Union
In
these
they
d'une
qu'il
Union
notre
aussi
me
one
leur
Conseil
si
what
avons
Parliament
faire
doit
about
son
report
Les
très
need
other
Europe
my
Council
membres
d'un
who
only
us
tous
point
En
new
situation
,
entre
so
bien
même
States
if
d’@@
européen
EU
no
devons
M.
because
l’@@
am
nos
  
droits
in@@
such
up
take
into
make
between
re@@
those
:
voudrais
countries
people
out
support
ses
contre
peut
dont
some
?
C'est
any
when
sans
donc
now
part
being
protection
social
political
non
vote
deux
than
were
l'
soit
directive
c'est
proposition
s
-@@
ainsi
cela
able
time
economic
made
policy
suis
elle
ant
e,
sa
encore
therefore
possible
commission
believe
work
many
faut
against
n'est
leurs
"@@
position
mesures
es,
é
es.
place
développement
cet
first
s,
afin
Ce
doivent
tant
That
pense
que,
ent
just
way
matière
sécurité
public
;
sommes
think
travail
où
human
say
es
déjà
mon
car
marché
cadre
programme
Madame
national
ons
s.
rights
groupe
questions
Committee
manière
e.
un@@
had
concerne
dire
international
even
budget
As
cannot
et,
services
does
sera
same
two
order
want
er
could
most
niveau
proposal
respect
'@@
fact
droit
Commission,
ait
them
that,
where
right
certain
financial
already
cas
within
d'
conditions
citoyens
politiques
–
how
use
(@@
still
debate
toute
és
There
Dans
européenne.
both
parce
good
rapporteur
ée
common
However,
and,
much
ing
débat
concernant
toutes
sein
Mrs
development
certains
see
On
your
long
under
issue
personnes
measures
action
over
ensure
é@@
mettre
his
mise
lors
well
dé@@
clear
d'autres
s'@@
système
er,
taken
s@@
put
économique
seulement
moins
efforts
hope
institutions
vue
coopération
e
problème
number
avoir
Pour
future
market
own
nombre
fois
agreement
Commission.
without
why
%
Mme
nom
may
Community
base
gentlemen,
through
last
he
grande
autres
L'@@
b@@
ées
À
means
avant
pourquoi
If
en@@
devrait
s'agit
toujours
plan
know
particularly
give
here
Madam
problèmes
information
temps
savoir
e@@
is,
ceux
Cela
S@@
cooperation
great
Si
laquelle
raison
d@@
Cette
prendre
j'ai
points
processus
Mais
relations
faveur
secteur
européenne,
ils
rôle
l'UE
votre
energy
given
legal
A
cours
ation
dit
mes
notamment
compte
qu'elle
importance
ré@@
citizens
it.
er.
soient
however,
then
ation,
dis@@
Europe.
partie
years
g@@
beaucoup
continue
domaine
demande
ladies
's
before
said
country
United
l'Europe
C@@
set
solution
t,
gouvernement
transport
lieu
whether
al
propositions
thank
t@@
pouvons
too
regard
était
serait
Commissioner
view
président
n'@@
a,
nouvelle
behalf
ation.
A@@
mesure
since
peuvent
attention
end
next
résolution
soutien
programmes
ti@@
pouvoir
besoin
system
large
Commissioner,
production
particular
B@@
depuis
l'on
n'a
nouveau
dialogue
accord
peu
traité
Union.
far
c@@
necessary
alors
favour
ed
autre
qu'ils
President
!
further
objectifs
al@@
l’Union
face
come
role
Commissaire,
problems
particulier
What
case
different
amendements
i@@
aujourd'hui
problem
millions
elles
f@@
area
produits
d’une
P@@
security
monde
For
'
première
after
agree
i
v@@
Europe,
help
après
going
ask
stratégie
entreprises
t
règlement
décision
quelques
is@@
h@@
process
better
jour
santé
vers
ar@@
Mesdames
level
qui,
wish
needs
But
bonne
k@@
De
façon
towards
ni
eu
commune
nouveaux
T@@
t.
terms
Members
contrôle
o@@
qu’il
issues
commissaire
crois
selon
few
Présidente,
règles
trois
Par
working
House
voted
de@@
p@@
current
sujet
lutte
second
sous
amendments
particulièrement
F@@
M@@
fonds
garantir
a@@
E@@
moment
proposals
actions
adopted
principe
J'ai
today
européens
ch@@
trade
something
femmes
)
three
basis
seront
grand
framework
go
ma
projet
présidence
year
l@@
resolution
voir
nouvelles
ing,
re,
dès
welcome
including
remercier
shall
bon
really
R@@
matter
nombreux
va
ations
te
régions
ans
s'est
m@@
ici
world
Treaty
nécessaire
rules
ing.
al,
ts
fin
chaque
every
clairement
present
provide
ers
specific
during
lui
vie
G@@
er@@
co@@
all,
é,
y,
States.
health
crise
aient
ted
d’un
plusieurs
positive
done
areas
«@@
did
population
aspects
an@@
voté
aid
pourrait
députés
on@@
find
especially
aucun
it,
nécessité
trop
visant
n@@
age
quite
course,
used
progress
become
parties
greater
législation
Une
1
increase
autorités
decision
ent,
là
communication
change
D@@
million
environmental
tiens
Ces
qu'@@
certaines
proposed
time,
Messieurs,
women
premier
They
 @@
opportunity
d,
œuvre
making
d.
again
rapporteur,
avez
européen,
based
ag@@
result
im@@
di@@
serious
y@@
li@@
rather
clearly
s'
Elle
ate
report.
é.
force
Union,
présent
These
States,
qualité
call
Commission's
ting
procédure
always
real
négociations
le@@
taking
recherche
less
contribution
Parliament,
major
ent.
global
part,
membres.
 -
fundamental
es@@
once
whole
2
down
voulons
as@@
Comme
K@@
y.
effective
donner
law
r@@
internal
Nations
various
get
opinion
initiative
example,
ter
third
At
H@@
report,
fully
era
000
course
forward
state
access
Group
avait
deal
européen.
re.
democratic
each
reste
service
cause
main
State
inter@@
lorsque
ressources
w@@
legislation
ra@@
achieve
general
"
small
donné
subject
group
el@@
account
Conseil,
mis
justice
aura
discussion
semble
qu'une
excellent
davantage
création
soutenir
principle
allow
look
impact
difficult
État
l'homme
approach
constitue
te,
ad@@
Et
prix
another
affaires
having
3
aucune
countries.
while
se@@
ated
L@@
least
essential
maintenant
No
free
Au
responsabilité
organisations
a.
membre
société
M. @@
together
étant
implementation
V@@
5
consider
o
back
am@@
ants
single
type
crisis
telle
instruments
membres,
comment
és.
Council,
Un
sector
her
chose
effet
N@@
6@@
souligner
responsibility
participation
al.
exemple,
quant
yet
Toutefois,
différents
ations,
lequel
années
regulation
gestion
ver@@
liberté
celui
sorte
progrès
propose
exemple
3@@
7@@
surtout
réponse
recent
pris
resources
non-@@
par@@
agricultural
relation
pays,
let
due
safety
countries,
possibilité
full
certainly
initiatives
extremely
si@@
authorities
quelque
actuellement
research
croissance
it@@
ro@@
or@@
policy.
souhaite
renforcer
(DE)
bring
toutefois
nombreuses
4@@
st@@
best
simply
O@@
high
sociale
mieux
devraient
permettre
instrument
Parlement,
rien
créer
qu'un
existe
accords
deuxième
juridique
souvent
employment
demander
normes
coordination
moyens
compris
collègues
peut-être
d'être
negotiations
(EN)
often
vi@@
ée.
create
Enfin,
s’@@
Convention
EUR
ab@@
collègues,
strategy
concerns
décisions
période
following
u@@
pu
économiques
actually
violence
celle
pêche
terme
interests
final
regional
trouver
might
s:
developing
communautaire
écrit.
5@@
8@@
freedom
step
mois
te.
qu'
this.
européennes
trans@@
Presidency
food
z@@
travailleurs
which,
Let
pré@@
us,
application
importante
groupes
devrions
us.
discussions
on.
fight
texte
con@@
données
accept
things
simplement
quality
mo@@
ations.
que.
improve
voie
concerning
effet,
currently
policies
propos
le,
résultats
4
és,
fi@@
ir@@
nature
tel
form
te@@
on,
money
euro
Article
government
pays.
commerce
région
financement
ou@@
this,
l'a
You
majority
ri@@
n'y
Vous
Finally,
products
I@@
Parliament.
ating
aware
C’est
To
itself
majorité
9@@
reason
concurrence
eux
projets
juste
termes
consommateurs
extrêmement
intérêts
ons,
sens
tels
ant,
domaines
So
rapport.
dispositions
ed,
ous
m
vraiment
2@@
control
rapport,
six
d'accord
font
power
l'article
possible.
them.
key
Lisbon
).
10
rendre
réforme
seule
Président
Assemblée
n'ont
ac@@
plutôt
local
lo@@
document
quand
convient
vo@@
regards
20
climate
solutions
funds
tes
reform
dernières
l'ensemble
essentiel
Parliament's
example
approche
open
marchés
forces
ers,
joint
l'accord
involved
Cour
you,
question.
propre
c’est
industry
objectif
changement
per@@
États-Unis
6
conclusions
principes
ques
7
Court
qu@@
decisions
start
appelle
understand
Cependant,
ée,
puisse
ment
démocratie
devant
among
And
appropriate
réduire
),
chers
sur@@
interest
message
concern
n’est
l
lack
ed.
15
forme
pendant
risk
regions
amendment
k
Tout
writing.
ex@@
peux
meeting
promotion
ts,
activités
Government
preuve
aide
responsible
legislative
sure
relative
vu
systèmes
/@@
growth
ité
ées.
aurait
culture
jamais
et@@
volonté
objective
promote
able.
at@@
res@@
feel
Fonds
s?
répondre
My
dernière
said,
act
significant
8
although
individual
meilleure
congratulate
crucial
policy,
competition
moyen
informations
no@@
peace
tions
With
stabilité
conséquences
regarding
aire
suite
particular,
ant.
taux
ales
choses
members
available
le.
nuclear
civil
l'aide
grâce
nécessaires
companies
telles
su@@
agreements
doing
draft
risque
objectives
sustainable
efficace
special
line
Ils
rer
do@@
dit,
j@@
Re@@
cependant
committee
ment,
mi@@
led
po@@
déclaration
paix
m'@@
conséquent,
longer
prevent
concerned
12
kind
unique
ers.
internationale
dernier
qu'à
Amendment
makes
little
parler
standards
democracy
raisons
Parlement.
ap@@
au@@
".
zone
th@@
guarantee
réduction
ment.
comes
titre
aim
man@@
assurer
lead
véritable
young
several
include
cas,
foreign
Our
mean
provided
féliciter
note
relatives
strong
ates
ally
management
perhaps
qu'en
compromis
ter@@
commitment
thing
régime
effort
indeed
prise
seul
assistance
period
ly
ère
outre,
différentes
ques,
tenir
text
critères
res,
d
above
ance
s;
field
data
procedure
W@@
rapports
trouve
étaient
doute
fin@@
savons
tax
9
représente
idea
enfants
J@@
nothing
tr@@
em@@
seen
temps,
ai@@
be@@
d'abord
ity
gouvernements
agreed
workers
red
signifie
existing
principles
results
uniquement
future.
formation
ons.
sommet
total
remain
’s
procédures
promouvoir
améliorer
s'il
seems
l'amendement
rapidement
Bien
clair
Secondly,
play
upon
ans,
technical
Union's
réellement
publique
L’@@
over@@
One
states
libre
prises
labour
c
benefit
children
J'espère
Affairs
pleased
certainement
1@@
remercie
avis
ten@@
construction
Conseil.
Council.
discrimination
Des
active
conclusion
adopté
il@@
ts.
ques.
mis@@
time.
motion
mentioned
hand,
grandes
op@@
cultural
until
qu'elles
ler
aspect
l'importance
apply
groups
simple
de.
society
is.
economy
express
funding
veut
per
possible,
needed
av@@
‘@@
30
share
tion,
pre@@
fact,
compromise
personne
rappeler
mention
dois
able,
basic
difficile
dimension
carried
parti
de,
met
ministre
-,
move
confiance
25
ante
pay
résultat
petites
military
ci@@
gu@@
absolument
encourage
never
financière
words
relating
true
exercice
voting
market.
pe@@
res.
présente
autant
mission
général
propres
plus,
11
ent@@
tion.
plans
tenu
using
context
ence,
valeurs
reduce
protéger
re
ables
è@@
manque
adopt
intervention
ées,
celles
direct
consumer
date
en,
out@@
veiller
vital
parmi
therefore,
increasing
protect
environment
Turquie
qu'on
important.
important,
g
question,
jusqu'à
priority
d'avoir
us@@
moi,
draw
asked
com@@
situation.
n
nationaux
zones
pro@@
achieved
l'avenir
l'utilisation
enlargement
Thank
quel
life
held
jeunes
solidarité
reports
tiers
throughout
n’@@
éléments
ic@@
concept
pas,
item
point,
l'emploi
budgetary
show
All
capacité
thus
cohésion
totalement
try
est,
Turkey
equal
min@@
meet
When
l'environnement
me,
themselves
direction
creation
Mr @@
matters
speak
ise
respecter
costs
rural
relevant
l'année
provisions
moi
l'é@@
close
transparence
called
response
education
ensemble
nous,
keep
continuer
projects
j'@@
rights.
governments
vient
sanctions
that.
soon
rights,
obligations
off
coming
démocratique
Russie
l'objet
n'
travail.
years,
frontières
years.
cases
ves
minimum
establish
changes
(PL)
grands
coûts
develop
d’autres
consensus
anti@@
l'UE.
cinq
view,
l'économie
external
présenter
fait,
balance
directives
quatre
ment@@
élections
systems
region
car@@
accession
previous
presented
pi@@
namely
ni@@
mer
documents
om@@
enough
increased
saying
tabled
ence.
Notre
vos
around
el,
ds
activities
tri@@
Therefore,
ai
collègue
permettant
chance
collaboration
lesquels
parvenir
ement
me@@
puissent
contexte
der
jobs
demandé
France
traitement
enable
technologies
paragraphe
sources
50
police
voter
ar
to@@
réunion
précisément
ailleurs,
urgent
victimes
ayant
across
aires
ter,
pleinement
l’Europe
attitude
combat
renforcement
u
whose
she
ourselves
too,
sou@@
ale,
talking
effect
référence
pourra
consumers
him
accepter
Communauté
capital
agricole
»
considère
Al@@
pl@@
l'industrie
développer
fishing
tion
ine
priorité
for@@
vigueur
ens
private
integration
intérieur
everything
President-in-Office
absolutely
dépenses
today,
entendu
nationales
10@@
Constitution
though
directive.
year.
exigences
work.
valeur
prepared
e-@@
year,
investment
age,
centrale
administrative
five
résoudre
début
tu@@
du@@
ol@@
ce@@
decided
adoption
el
réformes
d'é@@
expressed
address
he@@
ding
z
an,
case,
day
série
four
pourraient
se,
tell
ants.
ale.
année
rule
business
fondamentaux
quelle
budgétaire
présenté
travers
travailler
fellow
l'objectif
communauté
focus
vis-à-vis
value
condition
l'occasion
h
actuelle
ge
don@@
pression
aire.
effets
positions
colleagues
guerre
structural
proposé
ance.
perspective
dû
Russia
se.
Directive
level.
partenaires
giving
brought
bo@@
assez
amendement
secteurs
félicite
implement
importants
es:
illegal
gens
ve@@
priorités
solidarity
road
ité,
months
eurs
rel@@
train
el.
influence
tes,
statut
request
fort
answer
ages
sûr
lutter
économique,
partage
world.
bi@@
session
men@@
Deuxièmement,
engagement
constituent
talk
années,
monitoring
besoins
perspectives
conférence
consequences
évidemment
parliamentary
ted.
aussi,
consultation
l'un
e:
reasons
substances
EU's
took
permettra
produit
lot
air
permet
peuple
contribuer
durable
ité.
table
poursuivre
d'action
aire,
impossible
porte
all@@
.@@
possibilités
almost
hommes
enfin
ve,
ali@@
statement
sh@@
ale
takes
modèle
reached
sais
transparency
amount
reduction
partenariat
French
mondiale
demand
aides
additional
opinion,
reach
vise
central
L'Union
people,
agenda
completely
outside
mêmes
Lisbonne
everyone
permis
concerned,
vrai
creating
potential
ensuring
ren@@
today.
stability
défense
ability
know,
so@@
along
difficultés
2000
Con@@
UN
politique.
représentants
ne@@
introduction
jouer
aider
raised
pressure
ter.
quoi
",
opportunities
aires.
British
éviter
thanks
Europe's
vision
ence
ve
rapporteurs
vont
citizens.
nor
structure
pratiques
politique,
l'heure
past
apporter
fair
country,
égard,
strengthen
stress
conformément
derniers
financières
milliards
directive,
ill@@
others
natural
aires,
old
passer
ur@@
ront
plupart
possibility
personnel
ve.
troisième
lesquelles
pas.
l'application
t-@@
ments
l'Union.
fonctionnement
EU.
cohesion
transports
ez
sense
Furthermore,
required
commun
source
fisheries
européens.
i,
l'in@@
organisation
2,
J'@@
light
réalité
charge
compétences
ans.
point.
review
Firstly,
ants,
movement
in,
unies
qu’elle
included
supported
Of
travaux
issue.
peine
circulation
gi@@
pen@@
established
training
cu@@
people.
job
antes
révision
ati@@
International
énergétique
ra
values
practical
té
mor@@
pensons
crime
commercial
US
l'ordre
procedures
criteria
aujourd'hui,
loin
way,
requirements
effects
anti-@@
mal@@
commencer
vote.
réjouis
tes.
puisque
despite
l'adoption
cela,
situations
cré@@
République
certaine
réglementation
aimed
mar@@
cost
d'entre
responsables
mener
regulations
occasion
soutiens
risques
res
l’UE
live
considération
area.
l'État
project
here.
market,
Central
l'Europe.
élément
financier
men
monde.
ance,
l'égard
convention
veux
found
proper
ais
ents
ét@@
structures
devoir
financiers
discuss
humanitarian
avoid
offer
(PT)
erait
donne
Party
c'est-à-dire
capable
devra
adopter
ministres
fer@@
via
received
e?
liste
behind
living
war
dix
begin
iss@@
%.
Rights
sûr,
elle,
mon@@
remains
1,
chacun
comprendre
parole
pose
trying
développement.
0@@
task
allons
caractère
s’agit
honourable
suffisamment
fournir
défis
accordance
opposition
près
water
cou@@
k,
immigration
ul@@
décidé
not,
experience
els
carry
Group.
eur
Economic
ven@@
Nos
eu@@
according
l'énergie
expect
contribute
turn
travail,
doubt
changements
ser@@
Minister
tion@@
now,
ded
either
precisely
rapporteur.
conséquent
rons
uni@@
times
ru@@
price
ensuite
choix
souhaiterais
ten
representatives
montre
cour@@
émissions
j’ai
semaine
tions.
alisation
européens,
markets
success
Permettez-moi
process.
constater
World
age.
partir
ever
ères
27
importantes
malgré
(FR)
farmers
providing
situation,
personal
recently
ted,
(IT)
scope
pratique
danger
U@@
Schengen
huge
eront
violations
20@@
hand
In@@
ner
developed
heard
agriculture
désormais
ity,
powers
ments,
investissements
improving
elections
side
forms
sé@@
Kosovo
maintenir
phase
provides
relatif
rés
stop
l'UE,
ally,
Social
challenges
institution
considered
country.
ge@@
calls
alis@@
surveillance
tra@@
déclaré
goes
implementing
are,
add
loi
exprimer
discussed
reference
citoyens.
shown
consiste
form@@
in.
left
signal
conflict
grave
promoting
d'euros
favorable
l'accès
es?
away
list
ins
accès
ant@@
augmentation
biais
Mar@@
institutional
allowed
sort
former
j'espère
strategic
hard
considerable
elle.
13@@
remind
libertés
mer@@
ho@@
budget.
d'ailleurs
ation@@
n'avons
votes
publics
waste
alternative
words,
approved
criminal
dealing
obstacles
debate.
p
ly,
sociaux
He
compétitivité
constructive
Voilà
prochaine
demain
mind
s-@@
ative
effectivement
qu’ils
say,
assessment
particulier,
obtenir
priorities
es;
intention
ér@@
atteindre
engagements
cr@@
succès
institutions.
18
poser
parlementaire
indispensable
animal
annual
me.
scientific
Banque
here,
services,
victims
committed
court
la@@
als
auquel
communautaires
en.
x@@
short
viol@@
12@@
Sur
séance
maritime
receive
care
envers
l'agriculture
fe@@
future,
billion
looking
rate
Development
rightly
outre
passé
d'autre
wanted
prévoit
...
liés
puis
long-term
maximum
n,
présence
Irish
bonnes
déclarations
Human
cro@@
ak@@
at,
ph@@
événements
applied
veulent
causes
levels
quickly
13
f
ban
sociales
bl@@
tions,
independent
them,
off@@
closed.
way.
importe
spécifiques
Republic
terrorisme
mé@@
paid
parfois
package
mandat
place.
ie
ines
l'égalité
industrial
end@@
développement,
treatment
acceptable
pourrons
sector.
meilleur
capacity
community
lignes
der@@
f,
services.
'.
poverty
but,
entire
paquet
defence
pos@@
che
o,
instead
complete
finally
devenir
cit@@
beyond
aller
avions
confidence
pauvreté
law.
centre
rester
maintain
directement
19@@
setting
rest
gé@@
chez
requires
ger
».
stage
reconnaissance
r,
Conference
l'intérêt
ways
rée
institutions,
ago
alité
implemented
producteurs
mais,
stand
return
Justice
practice
establishing
libéralisation
ligne
overall
présent@@
qu’@@
ue
China
agriculteurs
d'in@@
referred
suivi
définition
budgets
How
supporting
intérêt
medium-sized
enti@@
moment,
half
provision
ch
générale
hold
Chine
réaliser
Premièrement,
récemment
development.
dés@@
ity.
tent
addition,
utiliser
pay@@
quotas
vis@@
action.
double
fo@@
candidats
Selon
Par@@
lis@@
death
pri@@
fonction
passe
EU,
gives
principal
intended
restrictions
ble
mal
asylum
calling
adoptée
avaient
guidelines
monétaire
clos.
n’a
level,
views
highly
malheureusement
decide
events
financing
dev@@
increasingly
beginning
related
40
work,
14@@
courage
efficient
Présidence
pollution
programme.
ob@@
out,
Euro@@
steps
C
l'efficacité
exchange
disposition
l'idée
content
German
3,
terrorism
system.
conflit
n'en
S
Although
che@@
affected
analyse
encourager
types
achieving
produce
forte
parts
regret
fu@@
ments.
même,
parle
principaux
reducing
reforms
évaluation
comité
venir
sous-@@
December
ings
rapide
paragraph
territoire
domaine.
proposal.
reçu
Fund
l'Europe,
techniques
extent
ing@@
directly
urge
strengthening
similar
Z@@
ris@@
connection
rait
montrer
family
L'ordre
re-@@
suivre
citoyens,
Pro@@
obligation
partis
aux,
Ceci
cent
sed
presidency
sub@@
décembre
successful
Elles
réalis@@
Rules
sociétés
genuine
représent@@
tout,
l'environnement,
Security
emissions
ated.
conclusion,
r.
niveaux
all.
profit
réseaux
crimes
shows
caused
stated
closely
cor@@
moyennes
évident
join
fs
Foreign
permettez-moi
néanmoins
populations
whom
l'attention
nouvel
Since
monetary
comp@@
délégation
ables.
ago,
crédits
higher
Néanmoins,
haut
comptes
prévention
soumis
created
represents
reconnaître
chômage
refer
combating
15@@
specifically
term
early
benefits
one.
gr@@
défendre
14
or,
violation
les.
dire,
employ@@
plan@@
menace
budget,
aujourd’hui
agir
union
ev@@
discussing
harmonisation
respond
introduce
salue
ratification
so-called
débats
sufficient
propos@@
modification
emphasise
ass@@
Moreover,
gaz
oil
(NL)
ly.
bu@@
tirer
responsable
fac@@
f.
ction
candidate
ite
pourront
conven@@
leave
ce,
partnership
économie
l'Union,
P
again,
Regulation
ban@@
pointed
American
balanced
limited
hear
sujet.
pouvoirs
largement
clause
debate,
ACP
so.
land
rez
pacte
sitting
faire.
prices
graves
actuel
rou@@
ales,
tomorrow
building
1999
els,
Après
difficulties
convinced
becoming
code
l'homme,
%,
goods
East
responsabilités
participer
status
ens,
well.
déchets
man
avantages
aux.
permanent
ère,
represent
nation@@
autres,
espérons
appel
model
ales.
souligné
erons
After
économique.
require
4,
pu@@
l'intégration
etc.
contrôles
trafic
so,
avis,
parfaitement
présent,
préoccupations
100
nations
ents.
tâche
tre@@
emplois
impose
5,
opinions
traiter
tient
recognise
go@@
challenge
économies
tur@@
contenu
durant
utilis@@
17@@
days
sector,
cross-border
fois,
problème.
follow
lan@@
rise
heureux
distribution
cut
sometimes
ici,
ble.
conscience
définir
entendu,
partners
cre@@
garantie
Spanish
Internet
broad
duty
under@@
côté
réseau
les,
seraient
Mr President,
l'une
’
border
voix
genre
competitive
poor
ca@@
Cet
d'améliorer
oral
world,
années.
citizens,
wants
offre
member
civile
tin@@
l'élargissement
juridiques
competitiveness
produced
ran@@
laisser
Conférence
supply
ats
longtemps
réalisation
porter
loc@@
tés
big
x
issent
entirely
mises
condu@@
sectors
demands
mécanisme
Palestinian
lin@@
obviously
transition
probably
France,
concrete
ambitious
establishment
efficiency
uvre
implique
soins
problem.
l'ai
l'homme.
els.
traite
devront
Malheureusement,
summit
té.
up@@
asking
An@@
raise
e;
van
closer
17
qu'au
one,
encore,
étrangère
self-@@
Mon
politiques,
May
direction.
place,
procès-verbal
arguments
law,
ma@@
supplémentaires
June
an.
Nevertheless,
businesses
elles,
continu@@
ari@@
alimentaire
effectively
ail@@
Or,
limit
compétence
proposal,
consommation
liées
Green
nu@@
animaux
acteurs
comprehensive
position.
gas
Some
ties
maintien
expression
constitu@@
aims
ele@@
monde,
party
I,
ports
cl@@
happy
figure
facing
exactly
au-delà
faisant
contact
experts
added
claire
dealt
programme,
16@@
estime
Unfortunately,
état
d'ici
accepted
l'adhésion
questions.
ds,
ate,
Is
sens,
laid
king
mécanismes
then,
nationale
issue,
auprès
procéder
knowledge
dispose
recognition
ta@@
matter.
opening
recours
Ladies
auxquels
ach@@
proposer
8,
unemployment
publiques
presque
individu@@
study
reading
invite
européennes.
ceci
strongly
organis@@
16
anything
known
Ch@@
l'esprit
and@@
Le@@
statements
remember
putting
consideration
lecture
souligne
administration
parlé
faudra
actes
addition
acc@@
fall
drawn
ba@@
d'abord,
South
l'initiative
liber@@
article
milliers
Agreement
tor@@
vais
entre@@
s’est
seek
représentent
Premier
attempt
innovation
faudrait
l'ont
ère.
trust
sa@@
comments
lu@@
peuples
ailleurs
monnaie
ad
isme
18@@
areas.
gen@@
purpose
pas@@
Mo@@
growing
méthode
sait
convergence
speaking
Middle
aujourd'hui.
negative
ira
Messieurs
infrastructure
sérieux
juin
faire,
By
des@@
week
bear
défi
contributions
jours
souhaitons
Th@@
Ireland
dossier
version
Co@@
useful
inform@@
commitments
Mme @@
égard
sent
First
send
ary
col@@
Prime
6,
2020
development,
fondamental
House,
myself
will,
formes
issues.
mondial
Y@@
prochaines
isation
WTO
unable
integrated
hu@@
support.
too.
mainly
ateur
ise,
tic@@
montant
recommandations
rées
celle-ci
merely
mort
positif
l'encontre
Indeed,
lors,
because,
agreement.
principalement
tic
discuter
onn@@
Even
media
ering
examine
mutual
ente
system,
measure
198@@
actuelle,
populaire
Italian
naturellement
fund
original
equality
unacceptable
demandons
contraire
co-@@
enormous
submitted
name
ues
points.
sensitive
leading
Minutes
conciliation
Mediterranean
connaissance
l'intention
l,
January
utile
applies
génér@@
yeux
can@@
Russian
critical
entreprises,
appliquer
entièrement
attirer
fera
assure
crimin@@
organised
sécurité,
crisis.
serve
CO2
por@@
route
relationship
Même
êtes
sensible
forget
contraire,
représentant
thinking
sociale.
bio@@
modifier
contains
ante,
as,
elles.
sion,
work@@
parlons
visa
ante.
Commissaire
reason,
constitution
dou@@
technology
parti@@
th
Amendments
renewable
ateurs
soutenu
élevé
elected
threat
2006
pé@@
finance
pa@@
mérite
correct
/200@@
Turkish
word
sk@@
r
press
sor@@
risks
7,
seem
spirit
gar@@
low
sociale,
portant
année,
compensation
Now
har@@
Ex@@
particulière
nés
build
lumière
eux,
ités
came
Assemblée,
député
l'information
managed
Many
faisons
D
communautaire.
prend
spécifique
outcome
l'action
oublier
l'A@@
â@@
erai
developments
regime
penser
accorder
ors
are@@
differences
borders
États-Unis,
aborder
janvier
Health
crisis,
contient
damage
reconstruction
seriously
dangerous
transparent
débat,
orientations
probablement
adop@@
legislation.
n'ai
lement
thousands
l’homme
faits
introduced
reality
Aujourd'hui,
(ES)
change.
tée
House.
débat.
voire
Que
totally
politiques.
(The
Affairs,
elements
d'énergie
war@@
Bank
ajouter
ine.
sécurité.
l'absence
range
produ@@
Comment
commun@@
500
est@@
bringing
protocole
lorsqu'il
parlements
bal@@
informed
pan@@
area,
ought
coût
quelles
z,
stocks
pres@@
nucléaire
thought
ber@@
product
signed
substantial
continuing
demandes
red.
includes
établir
initial
ful
delegation
worked
enne,
tes@@
conflits
II
conclure
taxes
té,
née
atteint
2007
os
budgétaires
Monetary
ded.
improved
ons-nous
réfugiés
considérer
continent
y?
structurels
J’ai
ites
l'Assemblée
extend
méthodes
understanding
potentiel
agricoles
properly
comple@@
limiter
/0@@
dernier,
disposer
extension
prêts
ables,
vote,
contexte,
Council's
society.
d'aide
internationales
Structural
Balkans
ble,
pourtant
pour@@
happened
ness
avenir
aliser
soutient
th,
mot
(RO)
actual
21
home
ds.
thème
supports
told
exprimé
hi@@
destruction
cal@@
sement
linked
problems.
involving
concentrer
observ@@
getting
lives
technique
bénéficier
terme,
resolve
longue
day,
chances
l'avis
ais@@
entreprises.
décider
',
satisfaction
m.
empêcher
ver
pension
Traité
petits
expenditure
chefs
infrastructures
judicial
read
wrong
company
speech
respect,
reduced
leaders
recommendations
2004
ate@@
2000,
desire
armes
communes
patients
arrive
sen@@
changer
ies
truly
ty
contre@@
prévu
idée
24
auront
équilibre
definition
Certains
a's
though,
process,
utilisation
og@@
relatifs
adequate
d'État
montré
official
liberalisation
s'en
consistent
convaincu
corruption
now.
enne
ated,
enc@@
protecting
faced
ke
dis
climatique
absence
Depuis
j’@@
fic@@
cooperation.
br@@
modifications
délai
idées
revenir
forced
viens
import@@
cher
eux.
faite
»,
normal
estimons
Treaty.
termin@@
cover
says
position,
et.
greatest
servir
É@@
immediate
economy.
simplification
Portugal
Ar@@
étape
ct@@
agreement,
areas,
ck@@
o.
60
grateful
k.
flexibility
ir
conclude
failure
d'information
Europeans
opposed
val@@
existence
our@@
eurs,
l'amélioration
l'avenir.
jour,
industries
oeuvre
M
consommateurs.
ise.
ents,
pied
mois,
laws
té@@
immigrants
sions
secure
bles
l'argent
ess@@
Africa
iser
African
faciliter
(
ling
véritablement
conference
ate.
confrontés
détermin@@
prochain
adopting
qu’une
champ
capit@@
bou@@
9,
qu’un
series
teurs
out.
d'en
examiner
m,
enterprises
port@@
fonctionn@@
body
activity
New
region.
collective
discours
hor@@
commune.
intend
interventions
history
insister
seeking
analysis
do,
affaire
Why
strict
option
improvement
devait
interven@@
critique
limites
cen@@
sign
Avec
highlight
environment.
Ainsi,
Thirdly,
starting
concerned.
ready
11@@
authority
gra@@
taxation
maladies
2009
sol@@
disposons
ic
Li@@
Bo@@
person
Lorsque
migration
Ma@@
fins
surtout,
event
accep@@
lieu,
regrettable
(EL)
language
change,
General
b
Ber@@
ances
britannique
jou@@
ord@@
y-@@
sentiment
dic@@
exploitation
l'autre
garanties
Public
public.
ves.
réalité,
sion.
Dès
Israel
l’on
gh@@
stratégique
charges
fon@@
sion
l’é@@
Treaty,
Eastern
aurons
l'introduction
solution.
moindre
ism
militaire
faites
bodies
designed
id@@
ori@@
tackle
Charter
ction.
En@@
complex
Brussels
diversité
19
fear
Mon@@
Pourquoi
Question
ine,
démocratiques
échanges
d'Europe
région.
ones
d'éviter
ality
puissions
thereby
j'aimerais
justice.
2010
Merci
easy
defend
limite
l'environnement.
marché.
tre
der,
l'en@@
test
sound
involvement
comply
involve
euro@@
médias
shared
ct
prevention
While
réalisé
exist
l'évolution
addressed
end,
back@@
wishes
quement
guarantees
No@@
efficaces
animals
consommateurs,
happen
measures.
anc@@
alimentaires
bilateral
justement
fasse
enter
Lisbonne,
étude
véhicules
burden
centres
contribu@@
Swedish
appear
degree
supplémentaire
um
commen@@
Po@@
Summit
compagnies
fish
finalement
assu@@
the@@
methods
devrons
sujets
recommandation
tées
exercise
vertu
produire
failed
transport,
sp@@
remarques
haute
i.
2008
eurs.
bas@@
Ukraine
at.
médicaments
acts
négociation
weeks
flexible
souhait@@
UK
O
2005
san@@
ou,
femmes,
ed@@
combien
23
ner@@
evidence
Amsterdam
traités
terrorist
detailed
divers
ally.
dirigeants
ises
comm@@
distribu@@
européennes,
u,
reject
stable
explain
d?
lég@@
1er
accidents
child
lost
Van
red,
cti@@
covered
activité
tandis
regulatory
campagne
80
appeal
l'opinion
excessive
ions
petit
approuvé
protection.
humanitaire
staff
ideas
essentielle
mu@@
bien,
agences
savez,
l'état
pauvres
conditions,
gener@@
mars
De@@
á@@
Tous
rendu
amongst
gouvernance
Lisbonne.
coup
parlementaires
An
préparation
ens.
globale
tous,
resolution,
règlements
favoriser
suffit
pai@@
March
tera
compar@@
ennes
attendre
l'euro
ir.
continues
groupe,
relever
Only
contacts
ences,
eaux
pén@@
cap@@
mai
da@@
Such
espace
MEPs
mechanism
euse
export
ical
fiscal
l'avenir,
producers
nement
n'était
CE@@
democracy,
emphasis
run
rappelle
sign@@
affect
Inter@@
essentiellement
enne.
Ministers
considérable
meilleures
rates
serons
measures,
uses
nées
ères.
ité@@
èrent
obtenu
rail
lower
crises
ting,
recommendation
entes
avancer
sal@@
religious
lines
others,
réelle
logique
rec@@
00@@
critiques
North
efficacement
bases
ably
regrette
method
followed
mots
group,
contrôler
ste@@
neither
ay@@
operation
car,
ded,
mobilité
ang@@
d'assurer
compliance
colleague
soutenons
decision-making
hier
bar@@
déterminer
environ
sport
election
Troisièmement,
gave
bad
Assemblée.
argument
l'ex@@
m’@@
worth
unfortunately
pourrions
destinés
flexibilité
celui-ci
standard
ell@@
réponses
différences
mechanisms
fai@@
States'
population.
ement,
Those
futur
Commission’s
eur,
diverses
initi@@
financer
Rule
istes
interesting
(SV)
you.
presence
y;
tique
suppression
From
197@@
advantage
là,
met@@
lancer
arms
22
responsibilities
gre@@
totale
Western
j'estime
expected
criminalité
inclusion
conventions
imposer
1.
tourisme
proposing
case.
conduite
exactement
résolution,
lies
discharge
remarque
Trade
monitor
augmenter
policies.
vari@@
démocratie,
recognised
nécessaire.
action,
Paper
domestic
également,
later
Greek
substance
industry.
profiter
Luxembourg
appar@@
législatif
fermement
faible
isi@@
entry
win@@
circumstances
credit
binding
l'éducation
commune,
trouvent
talks
inform
ain@@
obtain
there.
obvious
est-il
professional
poids
Européens
ordre
proposition.
whilst
travel
EC@@
ani@@
ters
appears
d’être
seuls
element
ble@@
navires
ig@@
fortement
discu@@
Democrats
viennent
restent
traffic
comprends
humains
vely
cle@@
Legal
rédu@@
emb@@
facilitate
safe
head@@
granted
Socialist
moi-même
payer
inst@@
missions
placed
persons
dehors
acquis
attendons
rapid
(Applaudissements)
rai
(Applause)
compli@@
dra@@
str@@
Barroso
matières
context,
opérations
cent@@
dro@@
d'application
Mal@@
d'adopter
domaine,
Belarus
fighting
social,
spent
applicable
jour.
commerciales
l'élaboration
Group,
y:
well-@@
distinction
lois
issues,
glob@@
mandate
network
l'immigration
rais@@
targets
utilisé
fa@@
premières
contr@@
étrangères
iste
sexual
ves,
(Le
gender
Iraq
Commission@@
ha@@
solve
mettent
durée
réserve
evaluation
(A5-0@@
Livre
ences
sens.
ju@@
constitutional
chiffres
debates
deman@@
Royaume-Uni
constituer
égard.
ahead
entendre
entreprise
acte
keeping
conduct
ille
préserver
delighted
eng@@
finances
choice
income
speakers
immediately
currency
moving
rem@@
Ro@@
l'im@@
figures
200
port
réaction
ar,
today's
ellement
ks
auxquelles
utilisés
annu@@
moment.
allowing
es'
impression
concrètes
Germany
helping
catastrophe
presse
repeat
fs,
let@@
democracy.
ty@@
justice,
chemin
terme.
accompli
Strasbourg
earlier
Stability
2003
centr@@
heures
prennent
exige
mauvaise
d:
innov@@
transport.
Nord
justifi@@
Agenda
suffering
sujet,
itself.
R
programmes.
vivre
décharge
dernière,
préparer
amélioration
office
inten@@
santé,
reprises
plac@@
rejected
cycle
information,
den@@
explo@@
tel@@
Czech
scientifiques
cooperation,
fier
environment,
problem,
ising
payments
functioning
interested
air@@
multi@@
temporary
Di@@
2000.
y'
arri@@
L'Europe
J'estime
ères,
believe,
suff@@
0,
reasonable
ég@@
practices
conditions.
ess
pe
2002
reven@@
idé@@
climat
ised
People's
negotiating
c'
ences.
tal@@
l'espace
spéci@@
heart
formul@@
vois
refugees
poursuite
immédiatement
th.
cur@@
compte,
cau@@
vaut
trou@@
os@@
numerous
speci@@
Programme
Étant
ne.
arrangements
subventions
Israël
sed,
industry,
resolution.
indiqué
novembre
bil@@
Kyoto
massive
combattre
vous,
rac@@
mobil@@
principales
né@@
imposed
parvenus
expérience
likely
antes.
2006,
naturally
ctions
reflect
citoyen
association
got
origin
traditional
permettent
0
communications
proportion
minorités
happening
progresser
international.
ir,
trafficking
associated
approval
appliqu@@
glad
temps.
public,
Greece
encouraging
l'échelle
anyone
ard
resources.
tous.
réglement@@
economy,
According
participate
minutes
women,
Another
wi@@
communautaire,
offrir
ron@@
target
Su@@
J'aimerais
link
offici@@
régionale
reprise
written
safeguard
options
mati@@
évolution
orient@@
popul@@
l'impact
êtres
Iran
notion
d'informations
fying
Roumanie
reply
fondamentales
revient
ceux-ci
representative
security,
cas.
,@@
femmes.
tiers.
September
transfer
forthcoming
implications
vouloir
auraient
accepté
ser
objecti@@
bien-être
2004,
payment
31
internationale.
lim@@
intentions
mas@@
l'augmentation
November
employment,
Agriculture
sed.
post@@
rejet@@
ist
termes,
Sch@@
étroite
problème,
connu
attention.
quels
députés,
fraud
judiciaire
retour
26
Quant
to,
internationaux
atten@@
Romania
si,
lien
ages,
independence
Plus
importance.
Europe@@
femme
ethnic
citer
m'a
necessary,
ple@@
viande
portée
destinées
relève
Presidency,
T
n.
réalisés
protection,
board
ECU
als,
conséquence
endorse
main@@
nécessaire,
septembre
technological
trouvé
Cor@@
l'accent
Financial
dependent
marché,
started
resolutions
l’a
2009.
leg@@
conclu
bles,
separate
questions,
app@@
products.
have,
tement
déposé
contained
moitié
Bruxelles
signific@@
inacceptable
den
contribué
heures.
1999,
garder
improvements
fix@@
customs
PME
d'obtenir
indic@@
gone
done.
ric@@
Avant
supervision
expliquer
Action
Today,
communautés
ground
voluntary
avi@@
1998
démocrates
200@@
fixer
annuel
peaceful
d-@@
equally
cul@@
frais
well,
cohérence
Charte
statistiques
prépar@@
environnement
organismes
signaler
do.
proposes
x,
a-t-il
ff@@
vert
petite
sup@@
recevoir
tests
relativement
criticism
euros
parlement
L'
Lastly,
règlement,
revenus
paraît
demonstrate
emploi
considérablement
adoptées
ction,
bro@@
fied
viv@@
C'
again.
technologie
Despite
easier
dépit
carefully
examin@@
Not
respec@@
day.
articles
legislation,
Com@@
collègue,
man,
y's
esti@@
exécu@@
connaître
learn
banques
controls
apporte
fl@@
changed
géné@@
l'emploi.
2.
langues
Agency
ain
EU-@@
vit@@
membership
iti@@
minority
g,
raison,
d'autant
Barroso,
mondialisation
alism
continued
declaration
concernent
h,
ite,
initiative,
nation
alone
vivent
trading
planning
1.@@
autour
fail
manage
tive
weapons
firm
security.
procedure.
part.
lettre
semaines
be.
qui@@
matière.
sept
ings,
tonnes
who,
Framework
l'engagement
cesse
règle
cœur
que@@
pollu@@
meetings
limit@@
information.
attribu@@
moral
PPE-DE
mentionné
assume
space
départ
langue
passagers
constate
fs.
(E@@
primarily
s'y
Portuguese
defined
famille
October
ê@@
2009,
fut
cultures
tried
approve
d'asile
soit,
supprimer
détermination
clé
équitable
played
Sans
legitimate
ked
plenary
l'exercice
initiative.
entrer
part@@
Given
économiques,
oppos@@
proposition,
X@@
tons
must,
refuse
Research
mat@@
modern
octobre
calendrier
treated
tendance
retard
pourquoi,
vaste
(HU)
fond
souhaitent
production,
envisager
citizens'
pêche,
Policy
demonstrated
sites
concentr@@
appe@@
l.
transfert
biens
ajou@@
fraude
super@@
be,
voice
appropri@@
revêt
capacités
speed
permet@@
quer
2001
tres
peoples
États-Unis.
bles.
regions.
crédibilité
Roma
tou@@
apporté
tru@@
governance
permettrait
grounds
pouvait
collecti@@
lose
porte@@
realise
compter
minim@@
réfléchir
hol@@
locales
Ma
trac@@
limits
dri@@
unless
catastrophes
competence
cra@@
involves
networks
entitled
essentiels
n'existe
différence
l'évaluation
asi@@
existent
firmly
amounts
suiv@@
enfin,
culture,
capables
Au@@
Prodi
l'approche
bur@@
résolutions
consommateur
cher@@
5%
gain
recherche,
études
évoqué
modernisation
Members,
programmes,
amendments,
favorables
abilité
régimes
d'établir
donc,
2007,
?uvre
pol@@
wor@@
credibility
hausse
cas@@
l'avons
commerciaux
l'emploi,
organes
28
tis@@
acting
Yet
problems,
semblent
society,
ici@@
libér@@
transactions
complète
préoccup@@
réflexion
Bureau
administr@@
High
démocratie.
confir@@
d'en@@
adresser
s'ils
sexu@@
employment.
St@@
Concernant
familles
prove
SE@@
commissions
attend
als.
introducing
ages.
st
préoccupation
Chinese
allows
conservation
scientifique
fre@@
Baltic
ayons
envisag@@
prom@@
identi@@
agencies
up.
ains
enfants,
ins@@
sc@@
est.
goal
2010.
preventing
vite
ze
factor
2005,
tenter
Dé@@
law@@
ship
aurions
général,
policies,
compared
débattre
Ne
gl@@
préciser
pass
stand@@
complètement
cases,
fondée
Lors
Grèce
associations
dly
inv@@
Do
mass
star@@
évidence
visit
else
l'organisation
yesterday
ear@@
electronic
ently
rer.
Environment,
conclu@@
ouverte
humaine
confirm
plein
suggest
chi@@
facteurs
parliaments
whatever
réussi
côté,
2003,
Dutch
ton
Malgré
allocated
sides
requirement
réunions
highest
commentaires
terrible
sérieusement
euses
regions,
production.
cela.
):
preparing
réserves
tard
mou@@
Car@@
population,
conviction
loss
ities
proposée
publi@@
connaît
ç@@
opportun@@
Intergovernmental
places
joue
parties.
prepare
decisive
A,
recovery
sin@@
accrue
obstacle
règlement.
nor@@
He@@
�
î@@
ures
att@@
round
Perhaps
erreur
ement.
Fundamental
far@@
undoubtedly
2008,
ge.
region,
applying
savez
ère@@
(H-0@@
up,
hon@@
generally
attacks
3.
drawing
J’@@
otherwise
felt
l'entrée
ago.
pensions
cho@@
d'emplois
amélior@@
fonctionnaires
Or@@
demain,
enfants.
isol@@
territorial
parents
considering
negotiations.
dispos@@
télé@@
national,
disaster
ités,
relates
also,
offers
public@@
Ensuite,
education,
intégration
alli@@
correctement
facteur
eur.
dumping
terroristes
campaign
année.
extérieure
jeu
installations
répartition
bel@@
principle,
textes
constantly
accroître
forward.
montrent
fication,
economies
ES@@
l'obligation
support,
alement
tradition
intégrer
constru@@
satis@@
insuffis@@
25@@
ités.
soumettre
socialiste
somewhat
occasions
finding
principale
ide@@
perdre
d;
ignor@@
closed
négoci@@
taxe
établi
wh@@
aid,
matter,
wide
sépar@@
des,
pat@@
pêche.
Mais,
qualified
précis@@
30@@
esprit
1997
conscients
70
oul@@
sea
together.
centrales
July
d'intérêt
mobility
contrary,
minute
marchandises
(A4-0@@
conclure,
mes,
reli@@
l’ensemble
Kingdom
aut@@
mode
intervenir
santé.
maladie
passed
hors
largest
introdu@@
aid.
délais
jobs.
modifi@@
exception
prévenir
women.
présentée
tentative
freedom,
concentration
alise
réglementations
ignore
dus
Israeli
letter
suggestions
Consumer
transform@@
tobacco
conséquence,
mauvais
nous.
ce.
militaires
subsidies
voulu
ke@@
réussite
facile
ance@@
approach.
fondamentale
other,
difference
respecte
2010,
nucléaires
spoke
n’ont
trait
diff@@
w
prête
juillet
Russie,
attack
circonstances
excellente
forum
Kar@@
Energy
holding
ge,
we@@
problèmes.
willing
améliorations
necessary.
augment@@
Nice
anim@@
proposals.
accident
emergency
acti@@
agenda.
division
cru@@
meilleurs
largely
ning
euro.
top
effectiveness
fulfil
operate
d'y
historic
define
families
énergies
consolidation
raient
instance,
efficacité
résolution.
Transport
engage
appreciate
prévue
pursue
awareness
rules.
contribue
l'intérieur
visas
diversity
tro@@
labelling
drugs
Sud
ically
CE
passage
d'origine
intends
applau@@
force.
ï@@
continuent
treaty
efficace.
question@@
Alors
d'urgence
led.
Rights,
)@@
resources,
revision
spending
tourism
2006.
Italy
constant
cooperate
ici.
inf@@
obten@@
tour@@
ting.
has,
mettant
joué
adhésion
ret@@
examen
fications
j'
Be@@
priv@@
Portugal,
ensemble.
Commission'
souten@@
operating
voisins
international,
abord@@
volume
proposés
Pourtant,
introduit
ry
introduire
EC
Go@@
maintaining
év@@
Constitutional
committees
2007.
clarify
ist@@
ensemble,
visent
personnes,
menée
ture
29
dictat@@
ches
indique
represented
précise
inquiétudes
seconde
plus.
ia
basis.
ambition
institutionn@@
s -
overcome
famili@@
saw
l'ouverture
construire
inclure
23@@
énorme
région,
paix,
image
incombe
lancé
disponibles
atives
export@@
Ad@@
exercer
ings.
life.
menées
seu@@
rend
welfare
leadership
vulnerable
»@@
brings
concitoyens
plénière
paiement
fruit
posé
tent@@
fun@@
B
operational
mois.
formuler
exclusion
assess
calcul@@
signé
firstly
itself,
autres.
factors
determined
amending
gérer
wa@@
touche
intérieur.
importations
submit
strategy.
aliments
certes
believes
stabilisation
considérons
ouvert
évaluer
2004.
isse
entend
Alliance
Vi@@
firstly,
nationaux.
amendments.
ultimately
premiers
elle-même
rera
proved
appropriations
more,
Maastricht
durable.
points,
arm@@
industri@@
concernés
Because
Kosovo,
l'Organisation
oppose
read@@
Pol@@
stratégies
clo@@
works
distin@@
pou@@
fais
urgently
playing
Spain
d’accord
inclu@@
floor
liberté,
hal@@
médi@@
territory
laisse
gan@@
paiements
regulation.
America
directrices
proceed
Afghanistan
seven
fiscale
reti@@
fuel
products,
bas
tés,
Europol
ème
n’y
phénomène
sit@@
noted
oni@@
stade
huit
char@@
sau@@
oper@@
ously
dépend
propriété
alised
exclu@@
unfortunately,
ablement
pêcheurs
personally
clear,
change@@
Heads
travaillé
Commissioner.
tés.
concluded
denrées
sel@@
reasons,
vie.
tâches
L'UE
dynam@@
plaisir
regulation,
ore
liée
marge
usage
vement,
producing
perfectly
kept
ressortissants
importante.
seeing
adopte
dignité
Qu@@
vehicles
spoken
Latin
habitants
4.
whole.
évalu@@
alternatives
domin@@
d'utiliser
issant
indeed,
vent
dons
E
créé
suppose
planned
intensi@@
dent
consumption
1996
ators
fil@@
coordinated
politicians
impliqu@@
croire
proche
mark@@
we,
tional
lib@@
diminution
ambitieux
Russie.
lé@@
hear@@
u.
nég@@
associ@@
genuinely
Chamber
exig@@
lui-même
qu’à
tellement
tiques
result,
chef
Bulgaria
sion@@
ite.
record
dispar@@
activement
made.
informer
arriver
hours
considéré
bour@@
actuelles
late
ty,
2008.
ch,
cli@@
profits
debt
conduit
contre,
cer@@
extended
mes@@
manner
announced
authorities.
medical
partout
deb@@
livre
pens@@
as.
passé,
l'histoire
progressive
j'en
things,
l'établissement
judici@@
garanti@@
apparaît
debating
mondiale.
législatives
nécessaires.
antes,
dési@@
considérables
cont@@
pon@@
mark
élaborer
lie
people's
Copenhagen
consul@@
Parliament’s
partner
essayer
waiting
provenant
ty.
ow@@
lat@@
mentioned,
centaines
courant
health,
provenance
l'existence
puis@@
Sea
Berlin
resulting
April
Bulgarie
garde
présidents
Strategy
not.
d'atteindre
ferme
qués
tasks
Sou@@
transit
tour
sufficiently
agit
investments
conserv@@
requested
offered
authorities,
aine
markets.
personn@@
félicit@@
prê@@
éri@@
interdiction
SMEs
claim
él@@
sets
average
sortir
primary
condemn
certain@@
fonctionne
premi@@
not@@
qu’elles
rapporteurs,
visite
confirmed
force,
More
2002,
shadow
ther@@
conseil
enquête
ind@@
assumer
compatible
nevertheless
z-@@
conf@@
précédent
knows
actuelle.
poursuiv@@
possibles
travaillent
proposées
tiers,
générale,
regular
hé@@
basée
mené
tôt
wonder
tran@@
insist
globalisation
innovative
Vice-President
(vote)
actively
objectives.
pouvez
communities
démocratique.
transposition
internationale,
described
remarquer
soyons
orateurs
?@@
tradu@@
mentionner
Cyprus
Hungarian
d'avis
repose
USA
Comité
Pact
Internal
leads
maintenant,
land@@
margin@@
stronger
perdu
gn@@
La@@
degré
present,
Mrs @@
Gu@@
tionn@@
changing
répercussions
path
beaucoup,
Northern
textile
régler
l’aide
energy,
aff@@
régionales
pass@@
devient
prévoir
déficit
90
l'an
Quand
français
cancer
attach@@
n'ait
universal
soi
Employment
Kosovo.
insurance
dangers
PPE
commission,
historique
driving
tric@@
Food
300
neighbouring
législative
ress@@
should,
Turquie,
ette
pic@@
State.
tw@@
term,
precise
ll@@
entr@@
Minister,
guaranteed
disposent
considers
delay
ongoing
teur
ente.
fication.
procedure,
bons
Before
isent
mains
celles-ci
1999.
pense,
aviation
perte
réel
During
allocation
least,
unique,
personnellement
l'origine
respect.
ment:
latest
CI@@
absolute
les@@
to.
référendum
sert
remettre
24@@
observation
grant
v
environnementale
wait
Funds
sincèrement
united
secondly,
standards.
demain.
euro,
acknowledge
conver@@
liens
cting
Once
terrain
please
month
trouvons
becomes
différ@@
des.
regul@@
accord.
terms,
tête
ous,
exprime
exemple.
constitute
formal
health.
l'E@@
hope,
sti@@
commencé
observations
accorde
entend@@
atif
violence.
reconnu
material
human@@
colleague,
pratiquement
tenue
observe
Un@@
anci@@
C5-0@@
Last
homme
clauses
conflicts
anciens
z.
ck
ques@@
rich
signature
commissaires
cri@@
alisme
bientôt
vol@@
goals
titre,
bre@@
qualifi@@
occup@@
violence,
invest
l’accord
vivement
UN@@
majeure
pe,
ue.
quo@@
systems.
auto@@
right.
Pakistan
teront
other.
scale
mainten@@
ressort
hands
ber
environnementales
signe
qu’en
pli@@
said.
condition@@
careful
White
avril
secret
étroitement
avancées
directe
a-@@
Without
temp@@
souveraineté
External
prenne
commissaire,
prévues
pun@@
Regional
c,
visi@@
reprendre
thanking
abordé
espérer
Lu@@
transitional
Consequently,
others.
baisse
ais,
legally
(C@@
intéress@@
duquel
terrorism.
ministers
PE@@
conserver
mod@@
ga@@
paix.
significantly
reconnaît
actuels
échange
referring
prison
Are
sées
exportations
disease
uti@@
latter
daily
officials
exemples
2001,
ouver@@
susceptibles
Du@@
F
oblig@@
President.
voit
partenaire
industrie
dit@@
Auditors
consultations
published
saluer
sée
re:
traditions
urban
groups,
ative,
pris@@
room
friendly
dialogue,
l'impression
pleine
derrière
respecti@@
Then
children,
conforme
enjoy
someone
understood
pressions
27@@
formulation
prati@@
tool
[@@
eri@@
professionnelle
l'interdiction
employees
CO@@
raisonnable
reflète
crise.
venir.
end.
suffer
religion
Se@@
discrimin@@
postes
intérieur,
venu
negoti@@
quent
ouvrir
contradiction
ets
competition.
vé@@
went
ct,
maxim@@
Rapport
example.
top@@
Bar@@
subsidiarity
choose
çant
réagir
aire@@
intensive
front
veill@@
Russia,
cons@@
2005.
illi@@
valuable
ration@@
/9@@
extérieures
affirmer
tax@@
declared
reg@@
onner
qu'a
indiquer
concentrate
rend@@
connaissons
regard,
embar@@
arrê@@
affairs
polic@@
non@@
tiennent
composition
sav@@
accordée
ances.
tab@@
Convention,
présents
commerciale
unique.
ä@@
mention@@
banks
équi@@
partly
rer,
imports
qué
affects
chan@@
ajoutée
(SK)
condam@@
récente
réside
Irlande
(CS)
vement
oli@@
committee,
coherent
ms
imagin@@
tar@@
qualifications
comportement
conception
cohér@@
attend@@
intellig@@
operations
7.
performance
déclar@@
proposals,
équilib@@
remarks
appartient
research,
mobilisation
analy@@
enlargement.
Having
Mc@@
c.
tenus
flux
meant
199@@
strategy,
également.
comporte
Policy,
carrying
undertaken
referendum
NATO
fixé
engager
lié
compulsory
ative.
unfair
revanche,
remove
Convention.
cat@@
alement,
adéquate
réserv@@
examples
liv@@
raising
l'innovation
orientation
réduit
ice
il,
obliged
Im@@
eux-mêmes
exists
jours,
régional
harmonis@@
ci,
interne
done,
vie,
responsibility.
habitu@@
guaranteeing
multilateral
5.
wider
identify
attempts
a-t-elle
approach,
positifs
x.
morning
National
bout
destiné
terrorisme.
details
atory
chose,
urg@@
codecision
voy@@
origin@@
PSE
provi@@
spite
bul@@
protected
droit,
concurrence.
ur,
ambitions
avancée
any@@
Austrian
farming
généralement
routi@@
possibly
ence@@
months.
l'eau
Per@@
Common
étrangères,
destin@@
nationaux,
tenant
ous.
parties,
Car
permettront
envisage
comprend
head
Union’s
trouv@@
honour
terrorism,
practice.
détriment
alité.
favourable
accepte
budgétaire,
ship@@
partag@@
approuver
competent
/2001
children.
carbon
enough.
dette
adap@@
viable
definitely
ore@@
cohérente
l'Agence
salari@@
ances,
engag@@
imagine
rage
cted
rent
tez
irait
d'emploi
progress.
29@@
attr@@
hy@@
near
individuals
themselves.
organ@@
agriculture,
fine
élargissement
s’il
Sweden
bénéfices
ges
um@@
ONG
dépend@@
soir
seeks
politically
invo@@
legisl@@
l'OMC
accord,
rap@@
statistics
égalité
freedoms
Can
report@@
detail
rules,
willingness
élev@@
aérien
tiendra
abuse
35
terrorisme,
right,
For@@
milli@@
critic@@
southern
publique.
eastern
ation:
listen
prud@@
oun@@
re?
purely
ton@@
confusion
fait.
(Christian
contribuera
comb@@
disant
State,
administratives
oubli@@
Afrique
amen@@
claires
8.
interests.
Market
fy
scheme
villes
malheureusement,
determination
accessible
amendements,
counter@@
basis,
Danish
utilisées
présentation
autrement
Man@@
aris@@
clear.
pire
approprié
sive
armed
Belgian
répéter
than@@
resolved
assurance
fle@@
(A@@
culturelle
élevés
pétrole
decision.
prime
ving
préalable
opérateurs
nationales.
growth,
J’espère
mesure,
attendent
cy@@
exist@@
funds.
regarded
property
D’@@
tomorrow.
 -,
ties,
greatly
climatique.
direction,
identifi@@
section
satisfaire
chose.
mouvement
publicité
suggestion
dépendance
dée
ait,
jour@@
respectent
